"PXRefreshHeaderIdleText" = "Pull down to refresh";
"PXRefreshHeaderPullingText" = "Release to refresh";
"PXRefreshHeaderRefreshingText" = "Loading...";

"PXRefreshAutoFooterIdleText" = "Tap or pull up to load more";
"PXRefreshAutoFooterRefreshingText" = "Loading...";
"PXRefreshAutoFooterNoMoreDataText" = "No more data";

"PXRefreshBackFooterIdleText" = "Pull up to load more";
"PXRefreshBackFooterPullingText" = "Release to load more";
"PXRefreshBackFooterRefreshingText" = "Loading...";
"PXRefreshBackFooterNoMoreDataText" = "No more data";

"PXRefreshHeaderLastTimeText" = "Last update: ";
"PXRefreshHeaderDateTodayText" = "Today";
"PXRefreshHeaderNoneLastDateText" = "No record";
